examples/consistency/planarCouette/constant/solidRegionProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      solidRegionProperties;
}

schemaVersion 1;

enabled false;
